{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-11-08T05:37:24.155-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
			  {
					"PackageIdentifier" : "ajeetdsouza.zoxide"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "eza-community.eza"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "sxyazi.yazi"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Starship.Starship"
				},
				{
					"PackageIdentifier" : "wez.wezterm"
				},
			  {
					"PackageIdentifier" : "JesseDuffield.lazygit"
				},
				{
					"PackageIdentifier" : "junegunn.fzf"
				},
				{
					"PackageIdentifier" : "rsteube.Carapace"
				},
				{
					"PackageIdentifier" : "zig.zig"
				},
				{
					"PackageIdentifier" : "charmbracelet.glow"
				},
				{
					"PackageIdentifier" : "charmbracelet.gum"
				},
				{
					"PackageIdentifier" : "ImageMagick.Q16"
				},
				{
					"PackageIdentifier" : "BurntSushi.ripgrep.GNU"
				},
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.9.25180"
}
